Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: There is no census on bullying and dating abuse and eating disorders and cutting and rape -- no census.
ne: डर धम्की देखाउने र डेटिंगमा जांदा हुने दुर्व्यवहार र अनियमित खानपीन व्यवहार, जीउमा घाउ बनाउने र बलात्कार जस्ता कुराको तथ्यांक संकलन गरिन्न।

source: Maybe there's some studies, some longitudinal studies, that cost lots of money and took lots of time.
ne: यसबारे कुनै अध्ययन भएका होलान्, कुनै लामो अध्ययन जुन काममा धेरै पैसा र समय खर्च हुन्छ।

source: Or maybe there's some anecdotal evidence.
ne: वा कुनै घटना विवरणका अधारमा केहि प्रमाण पनि होलान

source: Imagine having real time data on every one of those issues.
ne: तर तत्कालका घटनाहरुको तथ्यांकफेलाको सम्भावनालाई विचार गर्नुस् त, अघि चर्चाका विषय सम्बन्धि तथ्यांक।

source: You could inform legislation.
ne: सुझबुझपूर्ण कानून बनाउन सक्नुहुन्छ,

source: You could inform school policy.
ne: विद्यालय नीतिहरु सुसूचित पार्न सकिन्छ

source: You could say to a principal, "You're having a problem every Thursday at three o'clock.
ne: प्रधानाध्यापकलाई भन्न सकिन्छ की- "तपाईंको स्कुलमा हरेक विहीबार ३ बजे यो समस्या हुने गरेको छ

source: What's going on in your school?"
ne: तपाईंको विद्यालयमा के भैरहेको छ?

source: You could see the immediate impact of legislation or a hateful speech that somebody gives in a school assembly and see what happens as a result.
ne: तपाईं कानूनको तत्काल प्रभाव देख्न सक्नुहुन्छ वा, विद्यालयमा कसैले घृणा फैलाउने भाषण गर्योभने त्यसको परिणाम के हुन्छ भन्ने थाहा पाउन सकिन्छ

source: This is really, to me, the power of texting and the power of data.
ne: यो भनेको मेरा लागि बास्तवमा नै टेक्स्टींगको शक्ति र तथ्यांकको शक्ति हो|

source: Because while people are talking about data, making it possible for Facebook to mine my friend from the third grade, or Target to know when it's time for me to buy more diapers, or some dude to build a better baseball team, I'm actually really excited about the power of data and the power of texting to help that kid go to school, to help that girl stop cutting in the bathroom and absolutely to help that girl whose father's raping her.
ne: किनकी जब मानिसहरु तथ्यांकको कुरा गर्छन्, जसबाट फेसबुकलाई मेरो तीन कक्षाका साथीहरुको विवरण हासिल गर्न मद्दत पुग्दछ वा टार्गेट पसललाई मैले डायपर कहिले किन्ने भन्ने थाहा हुन्छ वा कसैलाई झन राम्रो बेसबल टिम बनाउन मद्दत हुन्छ। तर म के कुरामा उत्साही छु भने तथ्यांकको शक्ति र टेक्स्टींगको शक्तिले एउटा बालकलाई विद्यालय जान मद्दत गर्न सक्छ, लुकेर आफैलाई घाउ बनाउने केटीलाई रोक्न सक्छ र निश्चय नै त्यो केटीलाई मद्दत गर्न सक्छ जस्लाई उसको बाउले नै बलात्कार गर्छ।

source: Photography has been my passion ever since I was old enough to pick up a camera, but today I want to share with you the 15 most treasured photos of mine, and I didn't take any of them.
ne: फोटोग्राफी मेरो रुचि बन्यो जब देखि मैले क्यामेरा समाउन सक्ने भए| तर आज म तपाईहरुलाई देखाउन चाहन्छु मेरा सबैभन्दा मूल्यवान पन्ध्र फोटाहरु जुन कुनै पनि मैले आफै खिचेको थिईन

source: There were no art directors, no stylists, no chance for reshoots, not even any regard for lighting.
ne: जुनबेला कुनै किसिमको शैली निर्देशक थिएनन, न पुन खिच्न सम्भावना थियो, न त प्रकाश मिलाउने हेक्का नै

source: In fact, most of them were taken by random tourists.
ne: बास्तबमा, सबैजसो फोटा हरु अपरिचित मानिसले खिचेका थिए ,

source: My story begins when I was in New York City for a speaking engagement, and my wife took this picture of me holding my daughter on her first birthday. We're on the corner of 57th and 5th.
ne: र मेरो कथा तेती खेर सुरु भयो जतिखेर मा न्यु योर्क शहर मा एउटा वक्ता हुन गएको थिए, र मेरी श्रीमतीले मैले छोरीलाई बोकिरहेको यो तस्बीर खिचिन जति बेला मेरी छोरी एक बर्षकी थिइन र हामी ५७ र ५ औ स्ट्रीटको कुनामा थियौं

source: We happened to be back in New York exactly a year later, so we decided to take the same picture.
ne: संयोगले ठ्याक्कै एक वर्ष पछाडि हामी न्यु योर्क पुगेका थियौं, हामीले फेरीउस्तै तस्बीरखिच्ने निर्णयगर्यौं

source: Well you can see where this is going.
ne: तपाईंभन्न सक्नुहुन्छ कि यो कथा कता गैरकोछ

source: Approaching my daughter's third birthday, my wife said, "Hey, why don't you take Sabina back to New York and make it a father-daughter trip, and continue the ritual?"
ne: फेरी मेरी छोरीको तेस्रो जन्मदीन मा , मेरी श्रीमतीले भनिन, "यो वर्षपनि सविनालाई न्युयोर्क बाउछोरीको यात्रा गर्ने अनि फेरी उस्तै फोटो खिच्ने काम गरे भै गो नि"

source: This is when we started asking passing tourists to take the picture.
ne: र त्यो बेला देखीनै हामीले बाटो हिडेकालाई तस्बीर खिच्न् लगायौं|

source: You know, it's remarkable how universal the gesture is of handing your camera to a total stranger.
ne: कुरा के भने अपरिचित व्यक्तिलाई क्यामेरा थमाउने हाम्रो चलन पनि गज्जब कै छ

source: No one's ever refused, and luckily no one's ever run off with our camera.
ne: कसैले पनि कहिल्यै हुदैन भनेन, र कसैले पनि क्यामेरा लिएर भाग्ने काम गरेनन|

source: Back then, we had no idea how much this trip would change our lives.
ne: त्यो बेला, हामीलाई थाहा भएनकि यो यात्राले हाम्रो जीवनमा परिवर्तन ल्याउछ भन्ने

source: It's really become sacred to us.
ne: यो साच्ची नै महत्वपूर्ण र पवित्र बनेर गयो|

source: This one was taken just weeks after 9/11, and I found myself trying to explain what had happened that day in ways a five-year-old could understand.
ne: यो हामीले ९/११ को घटनाको एक हप्ता पछि खिचेका हौ, मैले मेरी छोरी लाइ ९/११ मा के भएको थियो भनेर यसरि सम्झाउदै गरेको थिए ताकी मेरी पाच वर्ष कि छोरी ले पनि बुझुन |

source: So these photos are far more than proxies for a single moment, or even a specific trip.
ne: यी तस्बीरहरु तस्बीरमात्रै भन्दापनि बढी र कुनै एक्लो क्षण वा कुनै खासयात्रा भन्दाबढी

source: They're also ways for us to freeze time for one week in October and reflect on our times and how we change from year to year, and not just physically, but in every way.
ne: र त्यो एक किसिमले अक्टोबर को त्यो एक हप्ता हामीलाई लाइ अनुबन्धित गर्ने हाम्रो बिगतको अवलोकन गर्ने क्षण पनि हो ताकी हामी वर्ष पिच्छे कति फरक भै रहेका छौ शारीरिकरुपमा मात्र होइन कि, हर तरहले |

source: Because while we take the same photo, our perspectives change, and she reaches new milestones, and I get to see life through her eyes, and how she interacts with and sees everything.
ne: किनकि हामीले जब उस्तै तस्बीर हरु खिच्दथ्यौ हाम्रा अबधारणा हरु परिवर्तित हुन्थ्यो र उनि एउटा नँया लक्ष्य छुन पुग्थिन| मैले जिन्दगीलाई उनको नजरबाट हेर्न पाउथे जीवन र जगतप्रतिको दृष्टिकोण बुझ्न पाउथे

source: This very focused time we get to spend together is something we cherish and anticipate the entire year.
ne: र यो हामी संगै हुने समय नै हामी खुसी हुने र हामीले वर्ष भरि चाहना राख्ने समय बनिदियो

source: Recently, on one trip, we were walking, and she stops dead in her tracks, and she points to a red awning of the doll store that she loved when she was little on our earlier trips.
ne: भर्खरै एक यात्रामा, हामी हिडीरहेका थियौ, उनि हिडीरहेको ठाउमा टक्क रोकीइन र उनले खेलौना दोकानको रातो पर्दामा देखाउदै भनिन उनले त्यसलाई निकै मन पराउथिन हाम्रा पुरानो यात्राहरुमा |

source: And she describes to me the feeling she felt as a five-year-old standing in that exact spot.
ne: र उनले मलाई ५ वर्षकि हुदाको उनको अनुभिती ठ्याक्कै तेही ठाउँमा बसेर सुनाएकी थिईन|

source: She said she remembers her heart bursting out of her chest when she saw that place for the very first time nine years earlier.
ne: उनि भन्थिन, उनि अत्तालियेकी थियिन जब उनले त्यो ठाउँ नौ वर्ष अगाडी पहिलो पटक देखेकी थिईन |

source: And now what she's looking at in New York are colleges, because she's determined to go to school in New York.
ne: अहिले, उनि न्युयोर्कमा कलेजहरु हेरीरहेकी हुन्छिन किनकि उनि न्यु योर्क कै कलेजमा पढ्नु पर्छ भन्ने कुरामा दृढ छिन

source: And it hit me: One of the most important things we all make are memories.
ne: त्यसले मलाई छोयो, एक महत्वपूर्ण कुरा जुन हामी सबैलेसिर्जना गर्छौं, त्यो हो सम्झना |

source: So I want to share the idea of taking an active role in consciously creating memories.
ne: त्यसैले मैले यो भन्न गैरहेको छु कि तपाईंहामी सम्झनालायक बनाउन सक्रिय भूमिका खेलौ|

source: I don't know about you, but aside from these 15 shots, I'm not in many of the family photos.
ne: तपाईंको बारेमा थाहा हुने कुरा त भएन, तर यी १५ तस्बीर बाहेक म कुनैपनि पारिवारिक तस्बीरमा छैन

source: I'm always the one taking the picture.
ne: किनकि तस्बीर खिच्ने व्यक्ति सधै म नै हु

source: So I want to encourage everyone today to get in the shot, and don't hesitate to go up to someone and ask, "Will you take our picture?"
ne: आज म सबै लाइ प्रेरित गर्न चाहन्छु कि फोटो खिच्नुस्, धक नमानी कोइ कसैलाइ यो भन्न सक्नुस कि "कृपया हाम्रो तस्बीर खिची दिनुहुन्छ कि?"

source: Thank you. (Applause)
ne: धन्यवाद| (तालि)

source: So, I guess it is a result of globalization that you can find Coca-Cola tins on top of Everest and a Buddhist monk in Monterey.
ne: अँ, त, यसलाई विश्वव्यापीकरणको कमाल नै मान्नुपर्छ कि, सगरमाथाको शिखरमा कोकाकोलाको टिन फेला पर्छ अनि मन्टेर्ये (न्युयोर्क)मा बौध्दभिक्षु

source: (Laughter) And so I just came, two days ago, from the Himalayas to your kind invitation.
ne: (हाँसोको लहर) अनि म दुई दिन अघि मात्र हिमालयको फेदीबाट अाइपुगेको तपाईको न्यानो निमन्त्रणामा

source: So I would like to invite you, also, for a while, to the Himalayas themselves.
ne: तपाईहरूलाई हिमालयतिरै स्वागत गर्न चाहन्छु एकैछिनलाई भए पनि

source: And to show the place where meditators, like me, who began with being a molecular biologist in Pasteur Institute, and found their way to the mountains.
ne: जहाँ ध्यानगरेर बस्ने मान्छेहरू र मजस्ता पाश्चर अध्ययन संस्थामा सूक्ष्मअणु जीववैज्ञानिक भएका मान्छेहरू प्रवेश गर्छन् र पहाडतिर आफ्नो गन्तव्य फेला पार्छन्

source: So these are a few images I was lucky to take and be there.
ne: यहाँ त्यस्ता दृश्यहरू छन् जहाँ पुग्न र चित्र लिन पाएकोमा आफू भाग्यमानी सम्झन्छु

source: There's Mount Kailash in Eastern Tibet -- wonderful setting.
ne: कैलाश पर्वत, पूर्वी तिब्बतको अद्भूत दृश्य

source: This is from Marlboro country.
ne: यो मार्लोबोरोको देश भैहाल्यो

source: (Laughter) This is a turquoise lake.
ne: (हाँसोको लहर) यो चाहीँ नीलाभमणिको ताल

source: A meditator.
ne: ध्यानमा आसन जमाएको

source: This is the hottest day of the year somewhere in Eastern Tibet, on August 1.
ne: पूर्वी तिब्बतको कुनै ठाउँ, वर्षभरिको सबैभन्दा गर्मी दिन, अगस्ट १ मा

source: And the night before, we camped, and my Tibetan friends said, "We are going to sleep outside."
ne: रात हुनु अघि डेरा जमाउने तरखरमा तिब्बती मित्रले भने– हामी “आज राती खुला आकाशमुनि सुत्नेछौं"

source: And I said, "Why? We have enough space in the tent."
ne: “किन? पालमुनि प्रशस्तै ठाउँ छ त’ मैले भनें

source: They said, "Yes, but it's summertime."
ne: “यो गृष्मऋतु हो’ उनले भने

source: (Laughter) So now, we are going to speak of happiness.
ne: (हाँसोको लहर) अँ, हामी सुखको बारेमा कुरा गर्न लागेका हौ

source: As a Frenchman, I must say that there are a lot of French intellectuals that think happiness is not at all interesting.
ne: फ्रान्सेली भएको नाताले मैले यो भन्नैपर्ने हुन्छ धेरै नै फ्रान्सेली बुध्दिजीवीहरू सुख भन्ने कुरोलाई कुनै रुचिको विषय मान्दैनन्

source: (Laughter) I just wrote an essay on happiness, and there was a controversy.
ne: (हाँसोको लहर) मैले भर्खरै मात्र सुखको बारेमा लेख लेखेको, ठूलो विवाद खडा भयो

source: And someone wrote an article saying, "Don't impose on us the dirty work of happiness."
ne: कसैले लेख लेखेरै भने - “सुखजस्तो फोहोरी शब्द हामीमाथि नथोपर्नुहोला”

source: (Laughter) "We don't care about being happy. We need to live with passion.
ne: (हाँसोको लहर) सुखसँग हामीलाई मतलव छैन, हामीलाई अभिलाषामा नै जिउनु छ

source: We like the ups and downs of life.
ne: हामीलाई जीवनमा उतारचढाव नै प्यारो,

source: We like our suffering because it's so good when it ceases for a while."
ne: जीवनमा आउने दुःख नै प्यारो छ किनकि जब एकछिन यो कम हुन्छ अनि गजब हुन्छ

source: (Laughter) This is what I see from the balcony of my hermitage in the Himalayas.
ne: (हाँसोको लहर) हिमालयमा रहेको मेरो कुटीको बार्दलीबाट देखिने यो दृश्य

source: It's about two meters by three, and you are all welcome any time.
ne: त्यहाँबाट दुईमीटरभन्दा टाढा छैन यहाँहरू सबैलाई जुनसुकै वेला पनि स्वागत छ

source: (Laughter) Now, let's come to happiness or well-being.
ne: (हाँसोको लहर) अव हामी खुशी अथवा सर्वकल्याणतिर लागौं

source: And first of all, you know, despite what the French intellectuals say, it seems that no one wakes up in the morning thinking, "May I suffer the whole day?"
ne: सर्वप्रथम त फ्रान्सेली विद्वानहरूले जे भने पनि, थाहै छ, एकाविहानै कोही पनि आज दिनभर खुबै दुख पाइयोस् भन्दै उठ्ला र?

source: (Laughter) Which means that somehow, consciously or not, directly or indirectly, in the short or the long term, whatever we do, whatever we hope, whatever we dream -- somehow, is related to a deep, profound desire for well-being or happiness.
ne: (हाँसोको लहर) यसको मतलव चेतनामा वा अचेतनमा प्रत्यक्ष वा परोक्ष, लामो वा छोटो समयमा हामीले जे गरे पनि, जस्तो आश गरे पनि र जस्तो सपना देखे पनि प्रकारान्तरले सुख अथवा सर्वकल्याणकै अथाह एवं गहीरो चाहना नै हो

source: As Pascal said, even the one who hangs himself, somehow, is looking for cessation of suffering.
ne: पास्कल भन्थे - आफैं झुण्डिन लागेको व्यक्ति पनि अन्ततः दुःखबाट मुक्ति पाउने उपायमा लागेर नै हो ।

source: He finds no other way.
ne: उसले यो बाहेक अरू उपाय नै देखेन”

source: But then, if you look in the literature, East and West, you can find incredible diversity of definition of happiness.
ne: हामीले पूर्व र पश्चिमका साहित्य हेर्ने हो भने पनि हामी सुखको परिभाषामा आश्चर्यजनक विविधता पाउँछौं

source: Some people say, I only believed in remembering the past, imagining the future, never the present.
ne: क्वै भन्छन् वितेका पुराना कुरा सम्झनु नै सुख हो भविष्यको कल्पनामा, वर्तमानमा त हुँदै हैन

source: Some people say happiness is right now; it's the quality of the freshness of the present moment.
ne: कोही भन्लान् वर्तमान समयमा नै सुख छ वर्तमान समय मिठासको पार नै हो त !

source: And that led Henri Bergson, the French philosopher, to say, "All the great thinkers of humanity have left happiness in the vague so that each of them could define their own terms."
ne: हुँदाहुँदै फ्रान्सका दार्शनिक हेनरी बर्गसनले भने “संसारका ठूला मानवतावादी चिन्तकले सुखलाई अस्पष्टै बनाएर छाडे किनभने हरेकले आ–आफ्नै परिभाषा दिन्छन्

source: Well, that would be fine if it was just a secondary preoccupation in life.
ne: अनि, जीवनमा यो दोस्रो नम्बरमा पर्ने चासोको विषय भए त ठिकै थियो

source: But now, if it is something that is going to determine the quality of every instant of our life, then we better know what it is, have some clearer idea.
ne: यदि यो पक्कापक्की नै गर्नुपर्ने विषय बन्दैछ भने हाम्रो जीवनको हरेक क्षणको उत्कृष्ट स्वरूप यसको स्पष्ट अवधारणा के हो त्यो जान्नु नै राम्रो हुन्छ

source: And probably, the fact that we don't know that is why, so often, although we seek happiness, it seems we turn our back to it.
ne: अनि संभवतः, धेरै समयसम्म हामी यो कुरो जान्दैनौं लाग्छ, सुखको खोजीमा छौं, तर उल्टोतिर दौडिरहेछौं

source: Although we want to avoid suffering, it seems we are running somewhat towards it.
ne: दुःखसँग छुटकारा चाहन्छौं, लाग्छ, हरबखत यसैको पछि कुदिरहेका छौं

source: And that can also come from some kind of confusions.
ne: अनि एकदिन एक प्रकारको अनिश्चयमा पुग्छौं

source: One of the most common ones is happiness and pleasure.
ne: सबैलाई चाहिएको एउटै मात्र कुरो सुख र आनन्द हो

source: But if you look at the characteristics of those two, pleasure is contingent upon time, upon its object, upon the place.
ne: तर यी दुइको स्वभाव हेर्ने हो भने आनन्द भनेको समय अनि वस्तुमा निर्भर रहने कुरा हो ठाउँ विशेषमा

source: It is something that -- changes of nature.
ne: एक प्रकारको स्वभावमा परिवर्तन

source: Beautiful chocolate cake: first serving is delicious, second one not so much, then we feel disgust.
ne: सुन्दर चकलेटी केक : पहिलो गाँस साह्रै नै स्वादिष्ट दोस्रो त्यति होइन, अनि पछिपछिको त निल्नै गाह्रो ।

source: (Laughter) That's the nature of things.
ne: (हाँसोको लहर) वस्तुको स्वभावै त्यस्तो हो

source: We get tired.
ne: हामी त्यसै वाक्क हुन्छौं

source: I used to be a fan of Bach.
ne: म बाख संगीतको भक्तनै थिएँ

source: I used to play it on the guitar, you know.
ne: थाहै छ यसलाई म गितारमा आफैं बजाउँथैं

source: I can hear it two, three, five times.
ne: दुइ, तीन वा पाँचपटकसम्म सुन्थें ।

source: If I had to hear it 24 hours, non-stop, it might be very tiring.
ne: चौवीसै घन्टा सुने वाक्क लाग्थ्यो होला

source: If you are feeling very cold, you come near a fire, it's so wonderful.
ne: साह्रै जाडो भएको वेला आगोको नजीकै पुग्न पाए कति रमाइलो

source: After some moments, you just go a little back, and then it starts burning.
ne: एकै छिन तापेपछि अलि पछि हटिन्छ त्यस पछि त पोल्न नै थाल्छ

source: It sort of uses itself as you experience it.
ne: यो उपयोगिता अनुभव गरेकै हो

source: And also, again, it can -- also, it's something that you -- it is not something that is radiating outside.
ne: फेरि कुरो के भने नि ! हामी आफैंले अनुभव गरेको हो बाहिरबाट कसैले हेरेर बताइदिएको होइन

source: Like, you can feel intense pleasure and some others around you can be suffering a lot.
ne: कि तपाईं चरम आनन्द मानिरहनुभएको छ, तपाई वरिपरिका अरू अत्यन्त दुःख मानिरहेका छन्

source: Now, what, then, will be happiness?
ne: अनि त्यसको पछि के होला त ?

source: And happiness, of course, is such a vague word, so let's say well-being.
ne: सुख, यो शब्द अलि विस्तृत छ, एकछिन आनन्दको वारेमा कुरा गरौं

source: And so, I think the best definition, according to the Buddhist view, is that well-being is not just a mere pleasurable sensation.
ne: मेरो विचारमा, बौद्ध दृष्टिमा सबभन्दा राम्रो परिभाषा, सुख भनेको सांसारिक भोगविलासबाट पाइने सन्तुष्टि मात्र होइन

source: It is a deep sense of serenity and fulfillment.
ne: यो त धीरता र पूर्णताको गहीरो आभाष हो

source: A state that actually pervades and underlies all emotional states, and all the joys and sorrows that can come one's way.
ne: वास्तवमा नै सर्वत्र व्याप्त अवस्था सबै भावनात्मक अवस्थालाई रेखाङ्कित गर्न सक्ने आफ्नो मार्गमा आउने सबै सुख र दुःख

source: For you, that might be surprising.
ne: कसैको लागि यो अप्रत्यासित पनि हुनसक्छ

source: Can we have this kind of well-being while being sad?
ne: आफैंलाई दिक्दार लाग्दा आनन्दी भावना आउछहोला त

source: In a way, why not?
ne: एक प्रकारले भन्दा, किन नहुनु?

source: Because we are speaking of a different level.
ne: किनकि हामी विभिन्न तहबाट बोलिरहेछौं।

source: Look at the waves coming near the shore.
ne: किनारतिर आइरहेका लहरहरूमा दृष्टि दिऊँ त !

source: When you are at the bottom of the wave, you hit the bottom.
ne: लहरको तल पीँधमा हुनुहुन्छ भने तपाईं ठोकिनुहुन्छ

source: You hit the solid rock.
ne: ठोस चट्टानमा तपाई ठोकिनुहुन्छ

source: When you are surfing on the top, you are all elated.
ne: तपाईं सतहमा तैरिरहेको हुनुहुन्छ भने

source: So you go from elation to depression -- there's no depth.
ne: प्रफुल्ल हुँदाहुँदै उदास भैसक्नुहुनेछ गहिराइको अभावले

source: Now, if you look at the high sea, there might be beautiful, calm ocean, like a mirror.
ne: यदि तपाईले विशाल समुद्रलाई हेर्ने हो भने ऐनाजस्तै शान्त, सुन्दर सागर देख्न सक्नुहुनेछ

source: There might be storms, but the depth of the ocean is still there, unchanged.
ne: त्यहाँ आँधीबेह्री आउन सक्छ तर समुद्रको गहिराइ शान्त छ, हलचलबिनाको

source: So now, how is that?
ne: उसोभए, यो कस्तो छ त ?

source: It can only be a state of being, not just a fleeting emotion, sensation.
ne: यो क्षणभङ्गूर भावना वा संवेदनारहित यथास्थितिको अवस्था हुनेछ

source: Even joy -- that can be the spring of happiness.
ne: अनि हर्ष – यो त खुशीको झर्ना हुनेछ

source: But there's also wicked joy, you can rejoice in someone's suffering.
ne: तर यहाँ अपवित्र खुशी पनि हुनसक्छ, तपाइलाई कसैको दुःखमा रमाइलो लाग्नसक्छ

source: So how do we proceed in our quest for happiness?
ne: उसो भए हामी खुशीको खोजीमा कसरी बाटो लाग्ने त?

source: Very often, we look outside.
ne: धेरैजसो हामी बाहिरी संसारलाई हेर्दछौं

source: We think that if we could gather this and that, all the conditions, something that we say, "Everything to be happy -- to have everything to be happy."
ne: यो त्यो ऊ सबै संग्रह गर्न पाए हुन्थ्यो भन्ने इच्छा गर्दछौं हामी यसो पनि भन्ने गर्छौं – “हरेकलाई सुखी हुनको लागि हरेक कुरा सुखले भरिएको पनि त हुनुपर्छ ।”

source: That very sentence already reveals the doom, destruction of happiness.
ne: हो यही वाक्यले नै बर्बाद पार्छ, सुखको विनास

source: To have everything.
ne: सबै कुरा पुग्नु ?

source: If we miss something, it collapses.
ne: केही कुरा भुल्यौं भने पनि ग्वार्ल्याम्मै ढल्छ

source: And also, when things go wrong, we try to fix the outside so much, but our control of the outer world is limited, temporary, and often, illusory.
ne: अनि आफूले भनेजस्तो नभएमा, यसलाई ठीक पार्न बाहिरतिर खूव लाग्छौं बाहिरी संसारमा हाम्रो पकड एकदमै सीमित छ क्षणिक अनि धेरैजसो अवास्तविक पनि

source: So now, look at inner conditions.
ne: त्यसकारणले भित्री अवस्थालाई हेरौं

source: Aren't they stronger?
ne: तिनीहरू अचम्मलाग्दा छैनन् र?

source: Isn't it the mind that translates the outer condition into happiness and suffering?
ne: मनले नै व्याख्या गर्ने होइन र बाहिरका परिस्थिति दुःख दिने र सुख दिने छन् भनेर

source: And isn't that stronger?
ne: अनि यो अचम्म भएन त ?

source: We know, by experience, that we can be what we call "a little paradise," and yet, be completely unhappy within.
ne: हामी अनुभव गरेर नै भन्न सक्छौं यो ‘सानो स्वर्ग नै’ हुनेछ भनेर भित्री मनले पूरै दुःखी भए पनि ।

source: The Dalai Lama was once in Portugal, and there was a lot of construction going on everywhere.
ne: दलाइ लामा कुनै बखत पोर्चुगलमा हुनुहुन्थ्यो त्यो समयमा जताततै धमाधम निर्माणको काम हुँदै थियो

source: So one evening, he said, "Look, you are doing all these things, but isn't it nice, also, to build something within?"
ne: एक साँझ उहाँले भन्नुभयो हेर तिमीहरू जताततै नयाँ घर बनाउँदै छौ आफूभित्रै पनि केही बनाउन सके राम्रो हुने थिएन होला र?

source: And he said, "[Without] that -- even if you get a high-tech flat on the 100th floor of a super-modern and comfortable building, if you are deeply unhappy within, all you are going to look for is a window from which to jump."
ne: यसको अभावमा तिम्रो अत्याधुनिक कोठा छ सुपर मडर्न आरामदायी घरको १०० औं तलामा तर त्यसभित्र तिमी सुखी छैनौ भने, तिमी हामफाल्नको लागि झ्याल मात्र खोज्न लागेका हुनेछौ

source: So now, at the opposite, we know a lot of people who, in very difficult circumstances, manage to keep serenity, inner strength, inner freedom, confidence.
ne: यसको विपरीत हामीले कठिन परिस्थितिमा रहेका मानिसहरू देखेका छौं शान्ति, आन्तरिक शक्ति, बल र आत्मविश्वाससँग बसेका छन्

source: So now, if the inner conditions are stronger -- of course, the outer conditions do influence, and it's wonderful to live longer, healthier, to have access to information, education, to be able to travel, to have freedom.
ne: यदि आन्तरिक स्थिति बलियो छ भने हो, बाहिरी परिस्थितिले पनि प्रभाव त पार्छ नै ठूलो कुरा त दीर्घ जीवन, सुस्वास्थ्य सूचना र सञ्चारको प्रवाह, शिक्षा यात्रा गर्न सक्ने सामर्थ्य, स्वतन्त्रता

source: It's highly desirable.
ne: यिनीहरू ठूला आकांक्षाहरू हुन्

source: However, this is not enough.
ne: तर यति नै पर्याप्त भने होइनन्

source: Those are just auxiliary, help conditions.
ne: यिनीहरू त सहायक परिस्थिति मात्र हुन्

source: The experience that translates everything is within the mind.
ne: हरेक घटनालाई एकअर्कामा रूपान्तर गर्ने त मन नै हो

source: So then, when we ask oneself how to nurture the condition for happiness, the inner conditions, and which are those which will undermine happiness.
ne: अनि हामीले आफैंलाई सुखको अवस्थालाई कसरी बढाउँदै लाने भनेर सोध्दा आन्तरिक अवस्था, सुखलाई कमजोर पार्दै कसले लगिरहेको छ

source: So then, this just needs to have some experience.
ne: भन्ने बुझ्न अनुभवको ज्यादै आवश्यकता पर्दछ ।

source: We have to know from ourselves, there are certain states of mind that are conducive to this flourishing, to this well-being, what the Greeks called eudaimonia, flourishing.
ne: हामी आफैले चित्तको खास खास अवस्था छ भन्ने बुझ्नु जरूरी छ । आनन्दको बाटोमा क्रमशः लाग्न अनुकूल छ यसलाई ग्रीकहरूले फल्दोफुल्दो ‘सुख’ eudaimonia भने

source: There are some which are adverse to this well-being.
ne: यस्तो खाले आनन्दको प्रतिकूल व्यक्तिहरू पनि छन्
